sdaiValidateInverseAttrs(Sdai_instS*,Sdai_Id_aggr*)
\details
Validates whether all inverse attribute constraints defined in the specified application instance are satisfied.
Retrieves the non-persistent list of attributes that do not conform to validation, if found.
\param instance [in]  Identifier of the application instance to be validated.
\param list     [out] The identifier of a pre-existing NPL to which the SdaiAttr identifiers of
those inverse attributes are appended that do not conform to the validation.
\returns sdaiTRUE if inverse attributes with unsatisfied size constraints are not found; otherwise, the function returns sdaiFALSE.